export const parashot = [
  "בראשית", "נח", "לך לך", "וירא", "חיי שרה", "תולדות", "ויצא", "וישלח", "וישב", "מקץ", "ויגש", "ויחי",
  "שמות", "וארא", "בא", "בשלח", "יתרו", "משפטים", "תרומה", "תצוה", "כי תשא", "ויקהל", "פקודי",
  "ויקרא", "צו", "שמיני", "תזריע", "מצורע", "אחרי מות", "קדושים", "אמר", "בהר", "בחוקותי",
  "במדבר", "נשא", "בהעלותך", "שלח לך", "קרח", "חקת", "בלק", "פנחס", "מטות", "מסעי",
  "דברים", "ואתחנן", "עקב", "ראה", "שופטים", "כי תצא", "כי תבוא", "נצבים", "וילך", "האזינו", "וזאת הברכה"
];

export const aliyot = [
  "ראשון", "שני", "שלישי", "רביעי", "חמישי", "שישי", "שביעי"
];

export const similarity = new Map([
  ['אלוהים', ['אלהים', 'אלוהים']],
  ['יהוה', ['יהוה', 'יהוה']],
  ['אדני', ['אדוני', 'אדני']],
  ['שמיים', ['שמים', 'שמיים']],
  ['השמיים', ['השמים', 'השמיים']],
  ['תוהו', ['תהו', 'תוהו']],
  ['בהו', ['בהו', 'בהו']],
  ['וחושך', ['וחשך', 'וחושך']],
  ['חושך', ['חשך', 'חושך']],
  ['ורוח', ['ורוח', 'ורוח']],
  ['ובוהו', ['ובהו', 'ובוהו']],
]);

export const punctuation = new Set(['׀', '׃', '.', ',', '!', '?', ':', ';', '(', ')', '[', ']', '{', '}', '׃', '׀', '׆', '\'ׅ']);


